from ast import Index
import random
HANGMAN = ['''
 +---+
     |
     |
     |
    ===''','''
 +---+
 0   |
     |
     |
    ===''','''
 +---+
 0   |
 |   |
     |
    ===''','''
 +---+
 0   |
/|   |
     |
    ===''','''
 +---+
 0   |
/|\  |
     |
    ===''','''
 +---+
 0   |
/|\  |
/    |
    ===''','''
 +---+
 0   |
/|\  |
/ \   |
    ===''']
world=['антилопа', 'барсук', 'медведь', 'бизон', 'кабан', 'мышь', 'бык', 'кот', 'шимпанзе', 'бурундук','крокодил', 'корова', 'олень', 'собака', 'осел', 'утка', 'слон', 'хорек', 'лиса', 'лягушка', 'жираф', 'коза', 'заяц', 'хомяк', 'еж', 'бегемот', 'конь', 'обезьяна', 'свинья','кролик', 'змея', 'белка', 'тигр', 'волк', 'зебра', 'ворона', 'курица', 'орел', 'гусь', 'носорог', 'баран', 'рысь', 'ласточка', 'крот']
def vibSpis(worldlist):
    worldIndex = random.randint(0,len(worldlist)-1)
    return worldlist[worldIndex]